Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/ehdotus_saamelaisten_totuus-_ja_sovintokomissioksi_valmis.html.tmx
Source language: fin
Languages: sme

source: Ehdotus saamelaisten totuus- ja sovintokomissioksi valmis
sme: Evttohus sámiid duohtavuohta- ja soabadankomišuvdnan válmmaš

source: Saamelaisten totuus- ja sovintokomission asettamista koskevat neuvottelut on saatu päätökseen valtion, Saamelaiskäräjien ja Kolttien kyläkokouksen välillä.
sme: Sámiid duohtavuohta- ja soabadankomišuvnna ásaheami guoski ráđđádallamat leat ožžojuvvon gárvvisin stáhta, Sámedikki ja Nuortalaččaid siidačoahkkima gaskkas.

source: Valtioneuvosto on käsitellyt ja hyväksynyt ehdotuksen saamelaisten totuus- ja sovintokomissioksi iltakoulussaan 13.11.2019.
sme: Stáhtaráđđi lea gieđahallan ja dohkkehan evttohusa sámiid duohtavuohta- ja soabadankomišuvdnan eahketskuvllas 13.11.2019.

source: Ehdotus etenee Saamelaiskäräjien ja Kolttien kyläkokouksen käsiteltäväksi.
sme: Evttohus ovdána Sámedikki ja Nuortalaččaid siidačoahkkima gieđahallamii.

source: Tavoitteena on asettaa viisijäseninen komissio, joka olisi toiminnassaan itsenäinen ja riippumaton.
sme: Ulbmilin lea ásahit viđa lahttosaš komišuvnna, mii livčče doaimmastis iehčanas ja sorjjasmeahttun.

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi sisältää muun muassa komission toimeksiannon, työn tavoitteet ja tehtävät, ja niistä tiedotetaan lisää myöhemmin.
sme: Evttohus sámiid duohtavuohta- ja soabadankomišuvnna ásaheapmin sisttis doallá earret eará komišuvnna bargogohččosa, barggu ulbmiliid ja bargguid, ja dain dieđihuvvo lasi maŋŋá.

source: Saamelaiskäräjien kokous käsittelee ehdotusta saamelaisten totuus- ja sovintokomissioksi kokouksessaan 17.-18.12.2019.
sme: Sámedikki čoahkkin gieđahallá evttohusa sámiid duohtavuohta- ja soabadankomišuvdnan čoahkkimis 17.-18.12.2019.

source: – Perusteellisen valmistelun ja sekä Sipilän että Rinteen hallitusten kanssa käytyjen neuvottelujen jälkeen olemme päässeet siihen pisteeseen, että voin tuoda viimein ehdotuksen saamelaisten totuus- ja sovintokomission perustamiseksi Saamelaiskäräjien hallituksen ja kokouksen käsittelyyn, sanoo Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio.
sme: - Vuđolaš válmmaštallama ja sihke Sipilä ja Rinne ráđđehusaiguin gevvon ráđđádallamiid maŋŋá leat beassan dan muddui, ahte sáhtán buktit viimmat evttohusa sámiid duohtavuohta- ja soabadankomišuvnna vuođđudeamis Sámedikki stivrra ja čoahkkima gieđahallamii, muitala Sámedikki ságajođiheaddji Tiina Sanila-Aikio.

source: – Suoritetuissa kuulemisissa saamen kansa on edellyttänyt valtiolta sitoutumista.
sme: – Čađahuvvon gullamiin sámeálbmot lea eaktudan stáhtas čatnašumi.

source: Saamelaiset odottavat, että vääryydet selvitetään ja oikaistaan ja ettei vääryyksiä enää koskaan tapahtuisi.
sme: Sámit vurdet, ahte boasttuvuođat čielggaduvvojit ja njulgejuvvojit ja ahte boasttuvuođat eai šat goassige dáhpáhuvašii.

source: Valmistelun aikana olen saanut tietää vakavia, yksittäisille saamelaisille tapahtuneita tragedioita.
sme: Válmmaštallama áigge lean ožžon diehtit lossa, ovttaskas sápmelaččaide dáhpáhuvvan tragediijaid.

source: Näistä tapahtumista koostuu saamen kansan yhteinen historia ja selviämistarina.
sme: Dáid dáhpáhusain čohkiida sámeálbmoga oktasaš historjá ja ceavzima eallingeardi.

source: Saamelaiskäräjien ja Kolttien kyläkokouksen on punnittava, halutaanko, että tapahtunut tehdään näkyväksi, Sanila-Aikio jatkaa.
sme: Sámediggi ja Nuortalaččaid siidačoahkkin galget guorahallat, háliiduvvogo, ahte dáhpáhuvvan áššit buktojit oidnosii, Sanila-Aikio joatká.

source: Suomen hallitus on Saamelaiskäräjien esityksestä aloittanut saamelaisasioita käsittelevän totuus- ja sovintoprosessin valmistelun lokakuussa 2017.
sme: Suoma ráđđehus lea Sámedikki evttohusa mielde álggahan sámeáššiid gieđahalli duohtavuohta- ja soabadanproseassa válmmaštallama golggotmánus 2017.

source: Saamelaiskäräjien kokous esitti käymässään lähetekeskustelussa 9.2.2018, että prosessista järjestettäisiin saamelaisten kuulemisia niin saamelaisten kotiseutualueella kuin sen ulkopuolellakin.
sme: Sámedikki čoahkkin evttohii gevvon sáttaságastallamis 9.2.2018, ahte proseassas lágiduvvošedje sámiid gullamat nu sámiid ruovttuguovllus go dan olggobealdege.

source: Valtioneuvoston kanslia julkaisi raportin kuulemisista 26.11.2018 .
sme: Stáhtaráđi kansliija almmustahtii raportta gullamiin 26.11.2018 .

source: Saamelaiskäräjät päätti kokouksessaan 18.12.2018 edetä totuus- ja sovintoprosessissa ja esittää Suomen valtiolle totuus- ja sovintokomission perustamista sekä mandaattineuvottelujen aloittamista.
sme: Sámediggi mearridii čoahkkimis 18.12.2018 ovdánit duohtavuohta- ja soabadanproseassas ja evttohit Suoma stáhtii duohtavuohta- ja soabadankomišuvnna vuođđudeami sihke mandáhtaráđđádallamiid álggaheami.

source: Saamelaiskäräjien hallitus valtuutettiin neuvottelemaan mandaattia valtion kanssa
sme: Sámedikki stivra fápmudahttui ráđđádallat mandáhta birra stáhtain.

source: Valtioneuvoston tiedote 13.11.2019;
sme: Stáhtaráđi dieđáhus 13.11.2019;

source: Saamelaisten totuus- ja sovintokomission asettaminen etenee
sme: Sámiid duohtavuohta- ja soabadankomišuvnna ásaheapmi ovdána

source: Lisätietoja:
sme: Lassidiehtu:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sme: Sámedikki ságajođiheaddji Tiina Sanila-Aikio tel. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
